INSERT INTO messages (message_key, message_text)
VALUES
    ('welcome_message_user', '👋 Добро пожаловать в бота для тестирования кандидатов в компанию *Первый бит*, пользователь #%d, с именем **%s**!\n\n✅ Нажмите кнопку **Начать тест**, чтобы приступить. Удачи! 🍀'),
    ('start_test', '🚀 Начать тест'),
    ('assign_hr', '✏️ Назначить HR'),
    ('assign_admin', '✏️ Назначить ADMIN'),
    ('no_available_tests', '😢 Для вас еще не назначено ни одного теста, попробуйте еще раз или обратитесь к вашему HR менеджеру.'),
    ('start_test_message', '⚡️ Тест *%s* запущен.'),
    ('assign_test', '✏️ Назначить тест')
;


